[
  {
    "number": 1,
    "title": "Omukriste nyanyukwa",
    "sectionTitle": "01 Advendi",
    "author": "J.Regnart",
    "year": "1574",
    "notation":"| r:-:r / m:r:d t,:-:M / l:l:-:r | r:m:d / t,:-:t l:l:-:-\n: t:l a:-:- / T:d:r|m:-:l / l:l:-:s:l l:-:- / T:d:-:d",
    "lyrics": "Omukriste nyanyukwa, U tange Omuwa mpa.\nOmukulili ngu gwoye Kwa thiki wo kungoye.\nAmuhe nyanyukweni, Hosianna mu imbileni!\n\nOye omupangeli Gwegulu nevi ndi, Te ende kokasino. Eishonopeko ndino! Amuhe nyanyukweni...\n\nOmukwathi gwoye ngo Ye omunambili wo. Ot' eta omagano, Ngoy' u ga taambe ano. Amuhe nyanyukweni...\n\nOte ku indile, Uninge shili gwe, Ye e ku kuth' omutenge. Pohambanda e ku lenge. Amuhe nyanyukweni...\n\nMoonkandja dhokusa Okwe ku kulila.Aatondi e ya sindi, Mbo ya li ye ku hindi. Amuhe nyanyukweni...\n\nEsilohenda lye Nuuyamb' auhe we ote u ku pe shili. Oshike we to lili? Amuhe nyanyukweni...\n\n Omukwathi gwoye ngo U mu egulule po.\nPungoye ngu a hala Aluhe okukala.\nAmuhe nyanyukweni...\n\nNenyanyu mu popitha U kunde Omuwa mpa!\nYe omukwaniliwa gwoye Nesimano wo lyoye.\nAmuhe nyanyukweni...\n\nPombanda mu imbila, Ngoy’ mu hambelela Ohole ye\nno henda Ofule ngu nependa! Amuhe nyanyu weni...\n\nAanona wo naa ye Nayo ye mu imbile Naakuluntu\n\nayehe Naa imbe nomuntu kehe. Amuhe nyanyukweni...",
    "attribution": "ONGOWELA: Jakob Regnart 1574 (1540-1599) Omuhollanda 1791-1873",
    "reference": "OMA 1"
  
  },
  {
   "number": 2,
    "title": "Osheelo shomomwenyo mpa",
    "sectionTitle": "",
    "author": "",
    "year": "",
    "notation":"e / l:d:r:m:-:l / l:l:s:l l:-:- / D:r:m:f:-:m\n/ r:-:d t,:-:- / T:d:t l:l:-:r / r:-:d l:r:-:- / T,",
    "lyrics": "Osheelo shomomwenyo mpa Omuyenda ngo shi tamena.Te ya kungoye nena ndji, Omuwa waKalunga_a zi.Nkee hambelela, nyanyukwa! Egulu lye ku zimina.\nOmukulili na simane, Oshoka ye a toola ndje.\n\nOJesus Kristus ote ya, Ohend’ oyindji e yi na.\n Uyuyuki wo uulenga we. Ha pangele nombili ye.\nHa panga uuvumbu wa gee, Uundjolowele te tu pe.Onkee tu mu hambelelele Ohenda ye nohole ye.\n\nElago aantu ye li na, Ya taamba Jesus, sho e ya,Oyo ya mon’ efudhitho Nombili wo negameno.\nOye li po taa yambekwa. Moondunge taa ka kalekwa.\nOmwenyo gwanje, ngoye wo, U mu tangele ohenda ndjo.\n\nOmwenyo gwoye matula, Ilongekidhila Omuwa.\nKungoye tuu oye te ya Onena ndji nopeha mpa. A hala ku ku nyanyudha Nombili ku ku yambeka, Nkee Jesus tatu mu pandula. Nokutse wo sho te ya mpa.\n\nOJesus Kristus, ila mo Momwenyo gwanḓj’ u kale mo, U lele mo nohenda ndjo Aluhe nomungame wo, Megulu ngoy’ u fale ndje Mutoye, ndi ku imbile. Ond’ uvu ko, wa ti, to ya. Yaloo, Omuwa, nda nyanyukwa!",
    "attribution": "ONGOWELA:yOshiswedeni 1697\nIITYA:Georg Weissel1623 Omundowishi 1590-1635",
    "reference": "OMA 2"
  },

   {
    "number": 3,
    "title": "Hosianna Jesus Kristus",
    "sectionTitle": "",
    "author": "G. J. Vogler Iwopo ",
    "year": "1795",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Hosianna mokombanda, Hosianna, Hosianna, Omuna gwaDavid oonguka, Te ya medhina ly’Omuwa! Hosianna mokombanda, Hosianna, Hosianna, OmunagwaDavid oonguka, Te ya medhina ly’Omuwa! Hosianna mokombanda, Hosianna, Hosianna, OmunagwaDavid oonguka, Te ya medhina ly’Omuwa! Hosianna Jesus Kristus, Na hambelelwe ngu, Omuna gwaDavid oonguka, Te ya medhina ly’Omuwa! Hosianna Jesus Kristus, Na hambelelwe ngu, Omuna gwa- David oonguka, Te ya medhina ly’Omuwa! Hosianna mokombanda, Hosianna, Hosianna, OmunagwaDavid oonguka, Te ya medhina ly’Omuwa! Hosianna mokombanda, Hosianna, Hosianna, Omuna gwaDavid oonguka, Te ya medhina ly’Omuwa!"
    ],
    "attribution": "ONGOWELA: Georg Joseph Vogler Iwopo – 1795Omundo-wishi 1749–1814 \nIITYA: Mat 21:9; Eps 118:25–26",
    "reference": ""
  },

  {
    "number": 4,
    "title": "Omunene gwomuSioni",
    "sectionTitle": "",
    "author": "H. Klemetti",
    "year": " 1905",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Omunene gwomuSioni, GwaDavid, ngov’ omuyapuki, Esilohenda u li na, Oonkondo dhoye dhi tu pa.",
      "Ombili twe yi yuulukwa, Neifupipiko ndyo lya pwa. Tu shitulula, tu ku fe, Ombep’ Ondjapuki u tu pe.",
      "Hosianna tatu ligola Noku ku taamba putse mpa, GwaDavid, Mukwathi, u tu pe Ehipitho, Omuholike."
    ],
    "attribution": "ONGOWELA: Heikki Klemetti 1905 Omusoomi 1876–1953\nIITYA: Kaarlo Aukusti Terhi (Hammar) 1898",
    "reference": "OMA 4"
  },

  {
   "number": 5,
    "title": "Omuwa nge te ya",
    "sectionTitle": "",
    "author": "",
    "year": "",
    "notation":"e / l:d:r:m:-:l / l:l:s:l l:-:- / D:r:m:f:-:m\n/ r:-:d t,:-:- / T:d:t l:l:-:r / r:-:d l:r:-:- / T,",
    "lyrics": "Omuwa nge te ya, te tu talaleke, Esiku lyenyanyu oondyoka.Elaka etoye okwe li tu pe, Oohapu twe dh’ uvu oondhoka:Omuyalek’ e ya! Ngoye penduka po! Ka teme onyeka,u matuke ko. Omuyalekwa ngoye wa kotha.\n\nEthimbo efupi olyo nolya pu, Uusiku mbu uule wa hiti.Kegulu eluwa lya tendele tuu, Etango lyaaluhe lya piti.Omuyalek’ e ya! Ngoye penduka po! Ka teme onyeka,u matuke ko. Omuyalekwa ngoye wa kotha.\n\nEe, Jesus, Omuwa, otwa hala, u ye, Onale otse twe ku hala.Nkee thikama mbala, u endelele. Nenyanyu otatu ku tala.Omuyalek’ e ya! Ngoye penduka po! Ka teme onyeka,u matuke ko. Omuyalekwa ngoye wa kotha.\n\nYaloo, Omuwa, owa hala okuya Kaamwoye nombili onene.Oonkondo dhasatan’ u yone po mpa, Ongoye awike u lele.Yaloo, iyaloo, twe ku ligolele. Yaloo, iyaloo,twe ku hambelele U ile omuyalekwa gwoye.",
    "attribution": "ONGOWELA NIITYA: Joel Blomqvist 1878 Omusweden 1840–1930",
    "reference": "OMA 5"
  },

  {
    "number": 134,
    "title": "Ongundu ndjo ya adhima",
    "sectionTitle": "13 Eelku lyAayapuki",
    "author": "G. Lewenhaupt",
    "year": "1862",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Muyapuki Kalunga! Omunaenghon' adishe, Tangwa nena, Finemanekwa kovamwoye fyell Muyapuki, u yadi Filonghend' alishe, Katatu-umwe, hatu ku_imbile!",
      "Muyapuki waalushshe! Ovayapuki yo Tave k' umbile oishani yavo pedu pee! Ve ku finameke, Novaengeli yo Tave ku twil' eengolo, Mukwaalushe.",
      "Muyapuki wa mana! Nand' oshinge shoye Ofye av'omesho etu e shi holekwa, Ov' auke timbu! Nomohole yoye, Meenghono nomouyuuki owa pwa!",
      "Muyapuki Kalunga! Shito loy' alishe Tali tumbalek' edina loy' apeshe nee, Muyapuki, Munanghenda , Omunaenghono' adishe! Katatu-umwe, hatu ku imbile!"
    ],
    "attribution": "ONGOWELA John Bacchus Dykes 1861 Omwiingilisha 1823-1876\n\nOITYA:Reginald Heber 1826 Omwiingilisha 1783-1826",
    "reference": "OMA 125"
  },

   {
    "number": 141,
    "title": "Ongundu ndjo ya adhima",
    "sectionTitle": "13 Eelku lyAayapuki",
    "author": "G. Lewenhaupt",
    "year": "1862",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Ongundu ndjo ya adhima, Opii ya zi? lishani wo oye yi na, Oyo aasindani.",
      "Oonguwo dhawo yedhi na Dha simana. Kalunga e ya zaleka Nuuyelele wa pwa.",
      "Moongodh' oondhigu ya zi mo, Ayehe mbo. Ya ya, ya vululukwe po, Ya man' ekondjelo.",
      "Muuyuni mbu sho ya li mo, Oondjendi mbo, Uunkundi nolugodhi wo Oye lu uvu ko.",
      "Momeho ye n' adhimo Lyuuyelele. Ga yela, ge n' eadhimo, Nando ya lilile.",
      "Mitenge ye dhi tula po, Ya thikithwa. Oongodhi ye dhi thigi ko, Nodho dha mwenekwa.",
      "Ongashingey' ya kundukidha Omukulili. Taa imbi nokuligola, Oya naayengeli.",
      "Enyanyu lyaa n' ehulilo Oye li na. Ya thiki kuHe yawo ngo, Noyo taa fudhithwa."
    ],
    "attribution": "ONGOWELA NIITYA: Gustav Lewenhaupt 1862 (1855) Omuswedeni 1791-1873",
    "reference": "OMA 131"
  },

  {
    "number": 170,
    "title": "Tate Megulu",
    "sectionTitle": "",
    "author": "",
    "year": "1507",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Tate megulu, ngoye Mushiti gwetu sil' ohenda Muka inekelo lyetu. Otse aamwoye, u tu lyomayehe nosho moondjenda.",
      "Nali yapul' edhina lyoy' enene Maantu ayehe nosho tse wo tu moondjenda.",
      "Naku ze mbala oshilongo shoye, Aantu ayehe hilila mutse yele.",
      "Tate, ehala lyooye li tu lele, Ngaashi megulu tala ketu.",
      "Tu pa ilikulya twe yi pumbwa nena shili, Gandja ombili pokumena. Tu pa elelo ewanawa omekili, Gandja ombili pokumena.",
      "Dhimapo tu pa ohole meendjandha lyetu, Kalungapumpo omii aakwetu.",
      "Ihe tu kwatha muuwinayi tu, tu fala wo megulu lyooye, Shili nosho ng'olutu nduka. Omuuwa ndika. Ngaashika we tu pa nosh' olupudhi.",
      "Tate, otu n' egalikano u vila edhina lyooye. Tatu ti: Amen."
    ],
    "attribution": "ONGOWELA: oyapEmbilO Jaakpetrus Tritonius (Treibenreif) 1507\nOmuaustralia 1475-1524?\nIITYA: Jaakko Suomalainen,lwopo 1583 Omusoomi 1540-1588",
    "reference": "OMA 656"
  },
  
 
  {
    "number": 4,
    "title": "How Great Thou Art",
    "lyrics": "O Lord my God, when I in awesome wonder\nConsider all the worlds Thy hands have made,\nI see the stars, I hear the rolling thunder,\nThy power throughout the universe displayed.\n\nThen sings my soul, my Savior God, to Thee:\nHow great Thou art! How great Thou art!\nThen sings my soul, my Savior God, to Thee:\nHow great Thou art! How great Thou art!\n\nWhen through the woods and forest glades I wander\nAnd hear the birds sing sweetly in the trees;\nWhen I look down from lofty mountain grandeur\nAnd hear the brook and feel the gentle breeze."
  },
  {
    "number": 5,
    "title": "It Is Well With My Soul",
    "lyrics": "When peace like a river attendeth my way,\nWhen sorrows like sea billows roll;\nWhatever my lot, Thou hast taught me to say,\nIt is well, it is well with my soul.\n\nIt is well with my soul,\nIt is well, it is well with my soul.\n\nThough Satan should buffet, though trials should come,\nLet this blest assurance control,\nThat Christ hath regarded my helpless estate,\nAnd hath shed His own blood for my soul."
  },
  {
    "number": 6,
    "title": "Great Is Thy Faithfulness",
    "lyrics": "Great is Thy faithfulness, O God my Father;\nThere is no shadow of turning with Thee;\nThou changest not, Thy compassions they fail not;\nAs Thou hast been, Thou forever wilt be.\n\nGreat is Thy faithfulness!\nGreat is Thy faithfulness!\nMorning by morning new mercies I see;\nAll I have needed Thy hand hath provided;\nGreat is Thy faithfulness, Lord, unto me!\n\nSummer and winter and springtime and harvest,\nSun, moon and stars in their courses above\nJoin with all nature in manifold witness\nTo Thy great faithfulness, mercy and love."
  },
  {
    "number": 7,
    "title": "Be Thou My Vision",
    "lyrics": "Be Thou my vision, O Lord of my heart;\nNaught be all else to me, save that Thou art;\nThou my best thought, by day or by night,\nWaking or sleeping, Thy presence my light.\n\nBe Thou my wisdom, and Thou my true word;\nI ever with Thee and Thou with me, Lord;\nThou my great Father, I Thy true son;\nThou in me dwelling, and I with Thee one.\n\nRiches I heed not, nor man's empty praise;\nThou mine inheritance, now and always;\nThou and Thou only, first in my heart,\nHigh King of heaven, my treasure Thou art."
  },
  {
    "number": 8,
    "title": "Holy, Holy, Holy",
    "lyrics": "Holy, holy, holy! Lord God Almighty!\nEarly in the morning our song shall rise to Thee;\nHoly, holy, holy, merciful and mighty!\nGod in three Persons, blessed Trinity!\n\nHoly, holy, holy! All the saints adore Thee,\nCasting down their golden crowns around the glassy sea;\nCherubim and seraphim falling down before Thee,\nWhich wert, and art, and evermore shalt be.\n\nHoly, holy, holy! Though the darkness hide Thee,\nThough the eye of sinful man Thy glory may not see;\nOnly Thou art holy; there is none beside Thee,\nPerfect in power, in love, and purity."
  },
  {
    "number": 9,
    "title": "The Old Rugged Cross",
    "lyrics": "On a hill far away stood an old rugged cross,\nThe emblem of suffering and shame;\nAnd I love that old cross where the dearest and best\nFor a world of lost sinners was slain.\n\nSo I'll cherish the old rugged cross,\nTill my trophies at last I lay down;\nI will cling to the old rugged cross,\nAnd exchange it some day for a crown.\n\nO the old rugged cross, so despised by the world,\nHas a wondrous attraction for me;\nFor the dear Lamb of God left His glory above\nTo bear it to dark Calvary."
  },
  {
    "number": 10,
    "title": "Nearer My God to Thee",
    "lyrics": "Nearer, my God, to Thee, nearer to Thee!\nE'en though it be a cross that raiseth me,\nStill all my song shall be, nearer, my God, to Thee.\n\nThough like the wanderer, the sun gone down,\nDarkness be over me, my rest a stone;\nYet in my dreams I'd be nearer, my God, to Thee.\n\nThere let the way appear, steps unto heaven;\nAll that Thou sendest me, in mercy given;\nAngels to beckon me nearer, my God, to Thee."
  }
 
]