[
  {
    "number": 1,
    "title": "Omukriste nyanyukwa",
    "sectionTitle": "01 Advendi",
    "author": "J.Regnart",
    "year": "1574",
    "notation":"| r:-:r / m:r:d t,:-:M / l:l:-:r | r:m:d / t,:-:t l:l:-:-\n: t:l a:-:- / T:d:r|m:-:l / l:l:-:s:l l:-:- / T:d:-:d",
    "lyrics": "Omukriste nyanyukwa, U tange Omuwa mpa.\nOmukulili ngu gwoye Kwa thiki wo kungoye.\nAmuhe nyanyukweni, Hosianna mu imbileni!\n\nOye omupangeli Gwegulu nevi ndi, Te ende kokasino. Eishonopeko ndino! Amuhe nyanyukweni...\n\nOmukwathi gwoye ngo Ye omunambili wo. Ot' eta omagano, Ngoy' u ga taambe ano. Amuhe nyanyukweni...\n\nOte ku indile, Uninge shili gwe, Ye e ku kuth' omutenge. Pohambanda e ku lenge. Amuhe nyanyukweni...\n\nMoonkandja dhokusa Okwe ku kulila.Aatondi e ya sindi, Mbo ya li ye ku hindi. Amuhe nyanyukweni...\n\nEsilohenda lye Nuuyamb' auhe we ote u ku pe shili. Oshike we to lili? Amuhe nyanyukweni...\n\n Omukwathi gwoye ngo U mu egulule po.\nPungoye ngu a hala Aluhe okukala.\nAmuhe nyanyukweni...\n\nNenyanyu mu popitha U kunde Omuwa mpa!\nYe omukwaniliwa gwoye Nesimano wo lyoye.\nAmuhe nyanyukweni...\n\nPombanda mu imbila, Ngoy’ mu hambelela Ohole ye\nno henda Ofule ngu nependa! Amuhe nyanyu weni...\n\nAanona wo naa ye Nayo ye mu imbile Naakuluntu\n\nayehe Naa imbe nomuntu kehe. Amuhe nyanyukweni...",
    "attribution": "ONGOWELA: Jakob Regnart 1574 (1540-1599) Omuhollanda 1791-1873",
    "reference": "OMA 1"
  
  },
  {
   "number": 2,
    "title": "Osheelo shomomwenyo mpa",
    "sectionTitle": "",
    "author": "",
    "year": "",
    "notation":"e / l:d:r:m:-:l / l:l:s:l l:-:- / D:r:m:f:-:m\n/ r:-:d t,:-:- / T:d:t l:l:-:r / r:-:d l:r:-:- / T,",
    "lyrics": "Osheelo shomomwenyo mpa Omuyenda ngo shi tamena.Te ya kungoye nena ndji, Omuwa waKalunga_a zi.Nkee hambelela, nyanyukwa! Egulu lye ku zimina.\nOmukulili na simane, Oshoka ye a toola ndje.\n\nOJesus Kristus ote ya, Ohend’ oyindji e yi na.\n Uyuyuki wo uulenga we. Ha pangele nombili ye.\nHa panga uuvumbu wa gee, Uundjolowele te tu pe.Onkee tu mu hambelelele Ohenda ye nohole ye.\n\nElago aantu ye li na, Ya taamba Jesus, sho e ya,Oyo ya mon’ efudhitho Nombili wo negameno.\nOye li po taa yambekwa. Moondunge taa ka kalekwa.\nOmwenyo gwanje, ngoye wo, U mu tangele ohenda ndjo.\n\nOmwenyo gwoye matula, Ilongekidhila Omuwa.\nKungoye tuu oye te ya Onena ndji nopeha mpa. A hala ku ku nyanyudha Nombili ku ku yambeka, Nkee Jesus tatu mu pandula. Nokutse wo sho te ya mpa.\n\nOJesus Kristus, ila mo Momwenyo gwanḓj’ u kale mo, U lele mo nohenda ndjo Aluhe nomungame wo, Megulu ngoy’ u fale ndje Mutoye, ndi ku imbile. Ond’ uvu ko, wa ti, to ya. Yaloo, Omuwa, nda nyanyukwa!",
    "attribution": "ONGOWELA:yOshiswedeni 1697\nIITYA:Georg Weissel1623 Omundowishi 1590-1635",
    "reference": "OMA 2"
  },

   {
    "number": 3,
    "title": "Hosianna Jesus Kristus",
    "sectionTitle": "",
    "author": "G. J. Vogler Iwopo ",
    "year": "1795",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Hosianna mokombanda, Hosianna, Hosianna, Omuna gwaDavid oonguka, Te ya medhina ly’Omuwa! Hosianna mokombanda, Hosianna, Hosianna, OmunagwaDavid oonguka, Te ya medhina ly’Omuwa! Hosianna mokombanda, Hosianna, Hosianna, OmunagwaDavid oonguka, Te ya medhina ly’Omuwa! Hosianna Jesus Kristus, Na hambelelwe ngu, Omuna gwaDavid oonguka, Te ya medhina ly’Omuwa! Hosianna Jesus Kristus, Na hambelelwe ngu, Omuna gwa- David oonguka, Te ya medhina ly’Omuwa! Hosianna mokombanda, Hosianna, Hosianna, OmunagwaDavid oonguka, Te ya medhina ly’Omuwa! Hosianna mokombanda, Hosianna, Hosianna, Omuna gwaDavid oonguka, Te ya medhina ly’Omuwa!"
    ],
    "attribution": "ONGOWELA: Georg Joseph Vogler Iwopo – 1795Omundo-wishi 1749–1814 \nIITYA: Mat 21:9; Eps 118:25–26",
    "reference": ""
  },

  {
    "number": 4,
    "title": "Omunene gwomuSioni",
    "sectionTitle": "",
    "author": "H. Klemetti",
    "year": " 1905",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Omunene gwomuSioni, GwaDavid, ngov’ omuyapuki, Esilohenda u li na, Oonkondo dhoye dhi tu pa.",
      "Ombili twe yi yuulukwa, Neifupipiko ndyo lya pwa. Tu shitulula, tu ku fe, Ombep’ Ondjapuki u tu pe.",
      "Hosianna tatu ligola Noku ku taamba putse mpa, GwaDavid, Mukwathi, u tu pe Ehipitho, Omuholike."
    ],
    "attribution": "ONGOWELA: Heikki Klemetti 1905 Omusoomi 1876–1953\nIITYA: Kaarlo Aukusti Terhi (Hammar) 1898",
    "reference": "OMA 4"
  },

  {
   "number": 5,
    "title": "Omuwa nge te ya",
    "sectionTitle": "",
    "author": "",
    "year": "",
    "notation":"e / l:d:r:m:-:l / l:l:s:l l:-:- / D:r:m:f:-:m\n/ r:-:d t,:-:- / T:d:t l:l:-:r / r:-:d l:r:-:- / T,",
    "lyrics": "Omuwa nge te ya, te tu talaleke, Esiku lyenyanyu oondyoka.Elaka etoye okwe li tu pe, Oohapu twe dh’ uvu oondhoka:Omuyalek’ e ya! Ngoye penduka po! Ka teme onyeka,u matuke ko. Omuyalekwa ngoye wa kotha.\n\nEthimbo efupi olyo nolya pu, Uusiku mbu uule wa hiti.Kegulu eluwa lya tendele tuu, Etango lyaaluhe lya piti.Omuyalek’ e ya! Ngoye penduka po! Ka teme onyeka,u matuke ko. Omuyalekwa ngoye wa kotha.\n\nEe, Jesus, Omuwa, otwa hala, u ye, Onale otse twe ku hala.Nkee thikama mbala, u endelele. Nenyanyu otatu ku tala.Omuyalek’ e ya! Ngoye penduka po! Ka teme onyeka,u matuke ko. Omuyalekwa ngoye wa kotha.\n\nYaloo, Omuwa, owa hala okuya Kaamwoye nombili onene.Oonkondo dhasatan’ u yone po mpa, Ongoye awike u lele.Yaloo, iyaloo, twe ku ligolele. Yaloo, iyaloo,twe ku hambelele U ile omuyalekwa gwoye.",
    "attribution": "ONGOWELA NIITYA: Joel Blomqvist 1878 Omusweden 1840–1930",
    "reference": "OMA 5"
  },

  {
    "number": 6,
    "title": "Eshigo lyetu",
    "sectionTitle": "",
    "author": "yOshifulanisa",
    "year": " 1551",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Eshigo lyetu, ngoy’ Omuwa, Kalung’ Omwana, we ya mpa Nowe tu pe ehupitho Muupika nomekaneno.",
      "Kungoye tw’ isizimike, Koomwenyo tu ku pandule. Mokusa u tu kuthe mo, Momwenyo u tu fale mo.",
      "Mbepo ndjo yoye u tu pe, Aluhe e tu yakule. Mondjila u tu endithe, Megulu u tu thikithe.",
      "Muudhighu wetu tu u na, Mokusa wo tu yakula, Naamuka nomegulu wo Tse tu ku pe esimano."
    ],
    "attribution": "ONGOWELA: yOshifulanisa 1551\nIITYA: David Behme, Omundowishi 1605-1657",
    "reference": "OMA 6"
  },

  {
    "number": 7,
    "title": "Omuwa, owa tegelelwa",
    "sectionTitle": "",
    "author": "yOshisoomi",
    "year": " ",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Omuwa, owa tegelelwa Kegongalo ndi lyoye. Muuyuni mbu wa yonana Tamu keme aantu yoye. Uunake ngaa uudhighu mbu Nelilagano tali pu? U ye po, Omuwa Jesus.",
      "Omutimahend’ aluhe tuu To kala paantu yoye. Ngoy’u ya na muudhighu mbu, U ya p’ ekwatho lyoye. Natango twe ku yuulukwa, Twa hala, tu ku mone mpa, U ye po, Omuwa Jesus.",
      "Aatondi yoy’ taa ulula Shaa siku oomwenyo dhetu, Oshoka taa ku sheke mpa Onay’ mokati ketu. Ongoy’Omuwa wa simana. Oonkondo dhoye holola. U ye po, Omuwa Jesus.",
      "Neindilo ndi twe ya mpa, Pungoye, Omuwa gwetu: NOmbepo yoye temitha Eitaalonyeka lyetu. Muusiku nge mwa ndunduma: “Omuyaleki oongu te ya!” Tu kale tu n’omukumo.",
      "Muuyuni mu twa yuulukwa, Pungoye notwa hala. Mahodhi tatu lili mpa, Kuuzilo tatu tala, Eluwa lye tu pendutha, Nkee tu li twa tegamena, U ye po, Omuwa Jesus!"
    ],
    "attribution": "ONGOWELA: yOshisoomi\nIITYA: Dora Rappard 1875 Omuswisi 1842-1923",
    "reference": "OMA 7"
  },

  {
    "number": 8,
    "title": "Ndi tsakaneke ngiini",
    "sectionTitle": "",
    "author": "M. Teschner ",
    "year": "1615",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Ndi tsakaneke ngiini Ongoye, Nakuya? Enyanyu enene ngiini Uuyuni we u pa! OJesus Kristus mwene, Oondunge yelitha, Nangame ndi ku kunde Pamukalo ngo gwa tsa.",
      "MuSion we ya nale, Wa li gwesimano. Wa yalelwa iiyale Mpoka wa ende po. Osho nangame nguka Otii ku pandula Neimbilo tuu ndika Lyesimaneko mpa.",
      "Wa gwanitha ayihe Nopeha lyandje wo. Nda manguluka ihe Meti lyekaneno. Kanda li ndi n’ ombili, Nenyanyu ndaa li na. Ongoye w’ eta shili Shoka nda yuulukwa.",
      "Osho ohole yoye Onene u yi na. Omwenyo gwoye mwene Wa gandj’ iikulila. Osheelo shomegulu Owe egulula, Muupika mbu uulu Sho we tu hupitha.",
      "Einekelo lyetu MuJesus li li mo. E ya moomwenyo dhetu. Muumbanda twa zi mo, Mbo we tu limbIike Nowe tu thindile Mehepeko alihe Moka twa kalele.",
      "Kepangulo nge te ya Oye naayengeli, Kungame wo ote ya Oye omupanguli. Ta pangula aadhini, Ta pe ndj’ ehupitho. Naamboka yomahodhi Te ya p’ efudhitho."
    ],
    "attribution": "ONGOWELA: Melchior Teschner 1615 Omundowishi 1584-1635\nIITYA: Paul Gerhardt 1653 Omundowishi 1606-1676",
    "reference": "OMA 8"
  },

  {
    "number": 9,
    "title": "Aakriste, nyanyukweni",
    "sectionTitle": "A",
    "author": "yOshindowishi ",
    "year": "lwopo-1500",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Aakriste, nyanyukweni Kesilohenda ndi! OJesus mu imbileni, Megulu sho kwa zi. Okwa f’ onzigona, Ndee oye tuu a sindi Ondeveli, omuhindi Nokwe tu hupitha.",
      "Ngu Omuwa ita kongo Epangelo lyaampa. Epangelo lyiilongo Kalunga kwe li mu pa. Okwe l’ idhilike Kombanda yevi ndika, Kwa kala kwa f’ omupika Osigo eso lye.",
      "Mu mu simaneke ano, Ne mbo mwa simana. Ote mu p’ omagano Esimano lya pwa. Ih’ omwiikongeli Gwesimaneko nkuka, Ta dhini Omuwa nguka, Megulu ita yi.",
      "Oohepele mwa toka, Naambo mu tondike, Nomulongi wo shaa ngoka, Oongu k’ iuvite, Imbeni amuhe, Mu ha hambelele Omuwa, Oongu e ya kukwatha. Ote mu popile.",
      "Ye Jesus te ya mbala Mesimaneko lye. Oshili kwe mu hala, mu nyanyudhwe kuye. Ilongekidheni, Mu ye, mu mu tsakaneke, Ne mu ke mu simaneke. Oku li popepi."
    ],
    "attribution": "",
    "reference": "OMA 3"
  },


  {
    "number": 9,
    "title": "Ongundu ndjo ya adhima",
    "sectionTitle": "B",
    "author": "yOshindowishi",
    "year": " 1598",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Vakwetu, pendukeni! Ohamba oye uya, Nehafo tambuleni Omweend’a kumwifa. Vakriste, ileni, Tu tange ou a mana, Tu imbe Hosianna, Tu mu fimanekeni!",
      "Omutima ove, wa ponga, Ohamba oye uya. Omaudjuu nand’a honga, Omukwafi ku ku na. Tal’ ouwa, ou tu na Omoshivilo shaye Neshashonghenda laye Neendjovo tu di na.",
      "Omulili, Hamba yoye Oye ku ehena, Omunyengwi_onyofi yoye Oye ku pitila. Tu kuwilileni Omuhekeleki wetu Nomukufimefyo wetu! Okwe tu hangeni.",
      "Omulunde, pwilikina, Omwene ku ku shi. Nghee ila, ino mu dina. U ye kOmuxupifi! Moulunde woye dja, U kong’ ekwafo laye Nefilonghenda laye, Ote ku tambula.",
      "Omwene, we tu hanga, Fye av’ eehepele, We uya u kuf’ onyanga. Mowii tu xupifwe. Ohai ku imbile alushe Hossiana, Shaashi nda li nda kana. We uya u konge nge."

    ],
    "attribution": "ONGOWELA: yOshindowishi 1598\nOITYA: Michael Schirmer 1640 Omundowishi 1606-1673",
    "reference": "OMA 11"
  },

   {
    "number": 10,
    "title": "Tala, Kristus ote uya",
    "sectionTitle": "",
    "author": "J. Ulich ",
    "year": "1674",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Tala, Kristus ote uya, Hamba yoye, mwenyo wange, Tya: onde ku yeulula, Ila mwaame, Hamba yange, Omunhu woy’ onghenda fya, Onde ku liyandjela.",
      "Ila ou wa dala nge Oneshashonghenda loye, Ila hekeleke nge Nevangelimbili loye. Ove mwene oto uya, Hamba yange, ou wa tya.",
      "Ila, Kristus, komba mo Meni lange, ta m’ oulunde. Shitwe yoye eta mo, Ei ya nyonwa mo koulunde. Ila, shitulule nge Onohonde yoye nee.",
      "Ila, tu p’ ouvalelo, Fye tu mon’ eenghono doye, U tu pe eyombamo, Fye tu end’ ondjila yoye. Ila Jesus, nangala Mwenyo wange, pangela.",
      "Ila, etelele nge Mupopili, Omhepo yoye, Shili yoye i honge nge Nokushiiv’ ehalo loye, Nopo pefyo yo ndi tye: Ila, Mwene Jesus, nee!"

    ],
    "attribution": "ONGOWELA: Johann Ulich 1674 Omundowishi 1634-1712\nOITYA: Philipp Friedrich Hiller 1762 Omundowishi 1699-1769",
    "reference": "OMA 9"
  },

  {
    "number": 11,
    "title": "Lilongekidileni Kushakeneka",
    "sectionTitle": "",
    "author": "yOshindowishi",
    "year": "lwopo-1500 ",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Lilongekidileni Kushakeneka nee Omwene, Shime sheni, Ta di pombada pee. Kalunga_ouyelele Wounyuni, Muladi shili, Omukwafi, Mweetimbili Kufye eehepele.",
      "Omweenda munene woye Ondjila mu palela, Noivelo, onhu yoye, i mu yeululila. Malila yukifa, A shiive yoo okweenda E uy’ e yad’ onghenda Oku ku xupifa.",
      "Omutima wa wa poshi Kuye wa halika. Ounhwa noukolokoshi, Wa dja kusatana, Ohe u nyanyala. Omwene ota fiki Mwaau_omulixupipiki Nokwe mu liyandjela.",
      "Omwene, Hamba yange, Nda hala ndi ku pe Omutim’ aushe wange, Ou, u u nangale. Nefiku hai ka fya Meulu tambule nge, Konghenda xupife nge, Nohai ku pandula."
  
    ],
    "attribution": "ONGOWELA: yOshindowishi 1598\nOITYA: Valentin Thilo 1642 Omundowishi 1607-1662",
    "reference": "OMA 10"
  },

  {
    "number": 12,
    "title": "Jesus omukwafi wange",
    "sectionTitle": "",
    "author": "M. Techner ",
    "year": "1615",
    "notation": " $| s:s | s:s | l:- | s:- | :S | d':s | d':m' | r'$\n$:d' | r':- | s:- | :S | d':s | l:m | f.m:r | d:- DC |",
    "verses": [
      "Jesus omukwafi wange, Ye te uya shili. A hala okupa nge Onghenda nombili. Ame eshi nda kana, Oye a konga nge, A hala ndi mu mone Mohole yaye nee.",
      "Ove wa fimanekwa Vo ve ku imbila. Na ame yo nda hala Oku ku tangela. Kwafe nge ondi pewe omutima wa yela, Ndi kale ndi ku hole Moku ku kalela.",
      "Ame nda li nda mangwa, Wa mangulula nge; Ame nda li nda shekwa, Wa fimaneka nge. Wa hala ondi ninge omuholike woye Na ove yo u ninge Omukulili wange.",
      "Eshi wa dja keulu, Wa li u hole nge. Wa djuulukwa nge nale, Wa hala u kwafe nge. Etimba lange alushe Wa humbatela nge. Ouyuuki woy' aushe, Wa hala u pe nge.",
      "Jesus ove omukwafi, Kwafe nge alushe. Jesus ove omuyuuki nda hala ndi ku fe, Ndi long' oilonga yeye Ndi ku fimaneke, Ndi kale mondjila yoye, Ndi ku hambelele.",
      "Osho ame nda hala, Ngeenge to aluka, Ndi shiive okuhafa, Ha oku ku tila, Meulu loy' ndi kale KOshipala shoye, Osho ndi ku imbile Alushelushe nee."

    ],
    "attribution": "ONGOWELA: Melchior Techner 1615 Omundowishi 1584-1635\nOITYA: oya dja mOmukanda wOmaimbulilo 32 (1929)",
    "reference": ""
  },

  {
    "number": 13,
    "title": "Kwa li uusiku omuuyuni",
    "sectionTitle": "02 Okrismesa",
    "author": "P. Nicolai ",
    "year": "1599",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Kwa li uusiku omuuyuni, Ayeheyehe yomuuyuni Ya puka noya loloka. Omuwa a ti: Ngay’ nda hala Uuyelele nau ze ko mbala. Nuuyelele wa holoka. Twa mon’ uuyelele Tau minikilile Mevi ndika. Tu nyanyukwe, Tu imbile Kalunga komuuyelele.",
      "Jesus Kristus oye nguka Kwe ya uuyelele tuu mbuka, Uusiku nowa hulu po. Jesus a ti: Ndi n’ ombili, Ongam’ uuyelele washili. Ongay’ ondjila, mwenyo wo. Otse atuheni, Tu mu simanekeni, Tse tu tseye Ehalo lye, Tu mu landule, Tu ende tu n’ uuyelele.",
      "Jesus, twe ya mpa pungoye Onena ndji, esiku lyoye, Notatu ku p’ epandulo, Sho we ya wa ningi omuntu, Wa sindil’ omutondi gwetu Nowe tu mangulula mo. Kalunga Tate wo, U taamb’ esimano, Shoka ngoye Owe tu pe Uuyelele MOmumwoye ngu omuholike."

    ],
    "attribution": "ONGOWELA: Philipp Nicolai 1599 Omundowishi 1556-1608\nOIITYA: Karl August Döring 1821 Omundowishi 1783-1844",
    "reference": "OMA 12"
  },

  {
    "number": 14,
    "title": "Megulu mwa z' omuyengeli",
    "sectionTitle": "B",
    "author": "",
    "year": " ",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Megulu mwa z' omuyengel, A kulukile kevi ndi. Aasita sho ye mu mono ko, Oy' adhika kehaluko.",
      "Omuyengeli ok’ uvitha: Inamu tila nand’ osha. Ayehe taa ka nyanyudhwa Kelaka tamu uvu mpa.",
      "OKristus, Omuwa gwetu ngu, A valelwa muuyuni mbu Metemba lyaa n’ esimano Nane wo tamu mu adha mo.",
      "Omwenyo gwandje, uluma, Ngu u tale mpo a langekwa; Epona lyaKalunga ngo Ye Omuwa gwoye, Kristus wo.",
      "U kundwe, sho we ya po mpa! Omunandjo ino mu unzila. Omuyamba, we tu hepele, Nkee otse tu ku pandule.",
      "Omuwa gwegulu nevi wo, Wa thigi po eadhimo. Owe ya nowa kala mo Molupe lwaa n’ esimano.",
      "Komwiidhi owa lalele Nonzapo we tu thigile: Uuyamba wevi tse tu na, Pungoye itau kwatha sha.",
      "Mungame, Jesus, ila wo, Momwenyo gwandje kala mo. Muudhighu nomeyemato Aluhe koleka ndje wo.",
      "Enyanyu lyandje, ngoy’ Omuwa, Ando ndi kale ndi ku na. Kohenda yoye kwatha ndje, Nangame ndi ku pandule",
      "Kalunga tatu mu imbile, Sho kwe tu pe Epona lye. Naakwiita yomegulu wo Yo taye mu pe esimano!"

    ],
    "attribution": "ONGOWELA b: olupe lwOshisoomi lweimbilo lyaJohann Eccard 1597 Omundowishi 1553-1611\nOIITYA: Martin Luther 1539 Omundowishi 1483-1546",
    "reference": "OMA 13"
  },

  {
    "number": 10,
    "title": "",
    "sectionTitle": "",
    "author": "",
    "year": " ",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "",
      "",
      "",
      "",
      ""

    ],
    "attribution": "",
    "reference": ""
  },


   {
    "number": 141,
    "title": "Ongundu ndjo ya adhima",
    "sectionTitle": "13 Eelku lyAayapuki",
    "author": "G. Lewenhaupt",
    "year": "1862",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Ongundu ndjo ya adhima, Opii ya zi? lishani wo oye yi na, Oyo aasindani.",
      "Oonguwo dhawo yedhi na Dha simana. Kalunga e ya zaleka Nuuyelele wa pwa.",
      "Moongodh' oondhigu ya zi mo, Ayehe mbo. Ya ya, ya vululukwe po, Ya man' ekondjelo.",
      "Muuyuni mbu sho ya li mo, Oondjendi mbo, Uunkundi nolugodhi wo Oye lu uvu ko.",
      "Momeho ye n' adhimo Lyuuyelele. Ga yela, ge n' eadhimo, Nando ya lilile.",
      "Mitenge ye dhi tula po, Ya thikithwa. Oongodhi ye dhi thigi ko, Nodho dha mwenekwa.",
      "Ongashingey' ya kundukidha Omukulili. Taa imbi nokuligola, Oya naayengeli.",
      "Enyanyu lyaa n' ehulilo Oye li na. Ya thiki kuHe yawo ngo, Noyo taa fudhithwa."
    ],
    "attribution": "ONGOWELA NIITYA: Gustav Lewenhaupt 1862 (1855) Omuswedeni 1791-1873",
    "reference": "OMA 131"
  },

  {
    "number": 170,
    "title": "Tate Megulu",
    "sectionTitle": "",
    "author": "",
    "year": "1507",
    "notation": "g/M ||:si | |:t |d:d't:M'r:- |:d':- |t:- ||\n:T/d:t/d:r|m'r|d:T|1::d' |t:si |1:- ||",
    "verses": [
      "Tate megulu, ngoye Mushiti gwetu sil' ohenda Muka inekelo lyetu. Otse aamwoye, u tu lyomayehe nosho moondjenda.",
      "Nali yapul' edhina lyoy' enene Maantu ayehe nosho tse wo tu moondjenda.",
      "Naku ze mbala oshilongo shoye, Aantu ayehe hilila mutse yele.",
      "Tate, ehala lyooye li tu lele, Ngaashi megulu tala ketu.",
      "Tu pa ilikulya twe yi pumbwa nena shili, Gandja ombili pokumena. Tu pa elelo ewanawa omekili, Gandja ombili pokumena.",
      "Dhimapo tu pa ohole meendjandha lyetu, Kalungapumpo omii aakwetu.",
      "Ihe tu kwatha muuwinayi tu, tu fala wo megulu lyooye, Shili nosho ng'olutu nduka. Omuuwa ndika. Ngaashika we tu pa nosh' olupudhi.",
      "Tate, otu n' egalikano u vila edhina lyooye. Tatu ti: Amen."
    ],
    "attribution": "ONGOWELA: oyapEmbilO Jaakpetrus Tritonius (Treibenreif) 1507\nOmuaustralia 1475-1524?\nIITYA: Jaakko Suomalainen,lwopo 1583 Omusoomi 1540-1588",
    "reference": "OMA 656"
  }

  
]